import React from 'react';

class NewsPage extends React.Component {
  render() {  
    return (
      <div className="news">
        <div className="news_container container">
          <div className="news__post">
            <h2 className='news_title'>Срочная новость</h2>
            <div className="news__content">
              Далеко-далеко за словесными горами в стране гласных и согласных живут рыбные тексты. Снова безорфографичный мир взобравшись то она последний алфавит пунктуация свой послушавшись большой? Реторический рыбными коварный вопроса необходимыми безопасную бросил ты.
            </div>
          </div>
          <div className="news__post">
            <h2 className='news_title'>Срочная новость</h2>
            <div className="news__content">
              Далеко-далеко за словесными горами в стране гласных и согласных живут рыбные тексты. Снова безорфографичный мир взобравшись то она последний алфавит пунктуация свой послушавшись большой? Реторический рыбными коварный вопроса необходимыми безопасную бросил ты.
            </div>
          </div>
          <div className="news__post">
            <h2 className='news_title'>Срочная новость</h2>
            <div className="news__content">
              Далеко-далеко за словесными горами в стране гласных и согласных живут рыбные тексты. Снова безорфографичный мир взобравшись то она последний алфавит пунктуация свой послушавшись большой? Реторический рыбными коварный вопроса необходимыми безопасную бросил ты.
            </div>
          </div>
        </div>        
      </div>

    )
  }
}

export default NewsPage;